[
  {
  "Key Activities/Target Setting for this FY": "Lesson Plan for PBL 6: Art & Solidarity",
  "Type of Activity/Target Set": "Program Design & Dev",
  "Date/Period": "W1 Dec",
  "Units": 1,
  "Self-Evidence": "Developed lesson plan for PBL6 focusing on Art & Solidarity, outlined key activities and objectives for students, reviewed and finalized the plan for implementation."
  },
  {
  "Key Activities/Target Setting for this FY": "Shoot video for Doc Fest",
  "Type of Activity/Target Set": "Documentation",
  "Date/Period": "W1 Dec",
  "Units": 1,
  "Self-Evidence": "Coordinated with team to shoot video for Doc Fest, captured key moments from PBL6 activities, finalized raw footage for editing and submission."
  },
  {
  "Key Activities/Target Setting for this FY": "Visit Shram School for Ashmita from PBL6",
  "Type of Activity/Target Set": "Facilitation",
  "Date/Period": "W1 Dec",
  "Units": 1,
  "Self-Evidence": "Visited Shram School to check on Ashmita's progress, discussed support and further engagement for her, noted observations for future reference."
  },
  {
  "Key Activities/Target Setting for this FY": "Preparing for upcoming EL session (7th Dec)",
  "Type of Activity/Target Set": "Training",
  "Date/Period": "W1 Dec",
  "Units": 1,
  "Self-Evidence": "Reviewed session plan and materials for EL, communicated session details to facilitators, arranged logistics for the event."
  },
  {
  "Key Activities/Target Setting for this FY": "Field Visit to Nepal Art Council Gallery",
  "Type of Activity/Target Set": "Facilitation",
  "Date/Period": "W2 Dec",
  "Units": 1,
  "Self-Evidence": "Organized a visit to Nepal Art Council Gallery, engaged participants in an interactive art discussion, collected reflections and insights from the visit."
  },
  {
  "Key Activities/Target Setting for this FY": "Submission of External Communication Report (PBL6 NAC)",
  "Type of Activity/Target Set": "Report Writing",
  "Date/Period": "W3 Dec",
  "Units": 1,
  "Self-Evidence": "Compiled and finalized the External Communication Report, submitted report to relevant stakeholders, addressed feedback and finalized documentation."
  },
  {
  "Key Activities/Target Setting for this FY": "Arranging the Art's materials",
  "Type of Activity/Target Set": "Logistics",
  "Date/Period": "W3 Dec",
  "Units": 1,
  "Self-Evidence": "Collected and organized required art materials, ensured materials were sufficient for upcoming sessions, distributed materials to respective teams."
  },
  {
  "Key Activities/Target Setting for this FY": "Discuss with Rohit Ji for EL Health Workshop",
  "Type of Activity/Target Set": "Program Design & Dev",
  "Date/Period": "W1 - W4 Dec",
  "Units": 1,
  "Self-Evidence": "Initiated discussions with Rohit Ji regarding health workshop, planned key objectives and schedule for the workshop, finalized logistics and necessary resources."
  },
  {
  "Key Activities/Target Setting for this FY": "Submission of Proposal for EL Sport Visit",
  "Type of Activity/Target Set": "Report Writing",
  "Date/Period": "W4 Dec",
  "Units": 1,
  "Self-Evidence": "Prepared proposal for EL Sport visit, outlined visit goals and anticipated outcomes, submitted proposal to relevant stakeholders."
  },
  {
  "Key Activities/Target Setting for this FY": "Taking for Sport Visit to Dunkmandu for EL",
  "Type of Activity/Target Set": "Facilitation",
  "Date/Period": "W3 Dec",
  "Units": 1,
  "Self-Evidence": "Coordinated visit to Dunkmandu for EL participants, ensured participants engaged in sports activities, collected feedback on the experience."
  },
  {
  "Key Activities/Target Setting for this FY": "External Communication of EL Sports",
  "Type of Activity/Target Set": "Documentation",
  "Date/Period": "W4 Dec",
  "Units": 1,
  "Self-Evidence": "Prepared and disseminated communication regarding EL Sports, engaged stakeholders in event participation, finalized communication report."
  },
  {
  "Key Activities/Target Setting for this FY": "Discuss about Siddhartha's Eye Surgery with Rohit Ji (PBL6)",
  "Type of Activity/Target Set": "Facilitation",
  "Date/Period": "W2 Dec",
  "Units": 1,
  "Self-Evidence": "Discussed medical support for Siddhartha’s eye surgery, explored potential funding and medical assistance, planned next steps for required arrangements."
  },
  {
  "Key Activities/Target Setting for this FY": "Purchase winter hygienic kits and clothes for PBL and EL",
  "Type of Activity/Target Set": "Logistics",
  "Date/Period": "W3 & W4 Dec",
  "Units": 1,
  "Self-Evidence": "Identified and procured winter hygienic kits and clothes, ensured adequate distribution among PBL and EL participants, documented purchase details and receipts."
  },
  {
  "Key Activities/Target Setting for this FY": "Submission of Proposal for Hygienic Kits and Clothes (PBL & EL)",
  "Type of Activity/Target Set": "Report Writing",
  "Date/Period": "W1 & W2 Dec",
  "Units": 1,
  "Self-Evidence": "Drafted proposal for purchasing hygienic kits and clothes, outlined distribution plan for PBL & EL, submitted proposal for approval."
  },
  {
  "Key Activities/Target Setting for this FY": "Health Workshop & Distribution of Hygienic Kits and Winter Clothes to PBL",
  "Type of Activity/Target Set": "Training",
  "Date/Period": "W4 Dec",
  "Units": 1,
  "Self-Evidence": "Conducted health workshop for PBL participants, distributed hygienic kits and winter clothes, collected feedback on workshop impact."
  },
  {
  "Key Activities/Target Setting for this FY": "Report Submission of Health Workshop and Package Distribution to PBL",
  "Type of Activity/Target Set": "Report Writing",
  "Date/Period": "W4 Dec",
  "Units": 1,
  "Self-Evidence": "Compiled report on health workshop and distribution, documented participant feedback and impact assessment, submitted final report to relevant authorities."
  }
  ]